[
    {"name": "Wiphlas", "pic": "https://github.com/Edxael/Images/blob/master/08-shortMovs/01-whiplash.jpg?raw=true", "Year": "2014", "price": "25", "desc": "A promising young drummer enrolls at a cut-throat music conservatory where his dreams of greatness are mentored by an instructor who will stop at nothing to realize a student's potential."},
    {"name": "Shinobi", "pic": "https://github.com/Edxael/Images/blob/master/08-shortMovs/02-shinobi.jpg?raw=true", "Year": "2005", "price": "20", "desc": "Star-crossed lovers must fight on opposing sides in a battle that will determine the next Shogun."},
    {"name": "Ender's Game", "pic": "https://github.com/Edxael/Images/blob/master/08-shortMovs/03-enders.jpg?raw=true", "Year": "2013", "price": "30", "desc": "Young Ender Wiggin is recruited by the International Military to lead the fight against the Formics, a genocidal alien race which nearly annihilated the human race in a previous invasion."},
    {"name": "Underworld", "pic": "https://github.com/Edxael/Images/blob/master/08-shortMovs/04-underworld.jpg?raw=true", "Year": "2006", "price": "20", "desc": "Picking up directly from the previous film, vampire warrior Selene and the half werewolf Michael hunt for clues to reveal the history of their races and the war between them."},
    {"name": "Evangelion", "pic": "https://github.com/Edxael/Images/blob/master/08-shortMovs/05-evangelion.jpg?raw=true", "Year": "1994", "price": "15", "desc": "The fate of the world is threatened by seemingly monstrous entities known as Angels. NERV is an organisation set up to counter this threat and it is up to young pilots to protect Earth but exactly what are the real motives behind NERV?"},
    {"name": "Battlestar Galactica", "pic": "https://github.com/Edxael/Images/blob/master/08-shortMovs/06-galactica.jpg?raw=true", "Year": "x", "price": "12", "desc": "When an old enemy, the Cylons, resurface and obliterate the 12 colonies, the crew of the aged Galactica protect a small civilian fleet - the last of humanity - as they journey toward the fabled 13th colony, Earth."},
    {"name": "Returner", "pic": "https://github.com/Edxael/Images/blob/master/08-shortMovs/07-returner.jpg?raw=true", "Year": "2002", "price": "18", "desc": "A young woman from the future forces a local gunman to help her stop an impending alien invasion which will wipe out the human race."},
    {"name": "Inception", "pic": "https://github.com/Edxael/Images/blob/master/08-shortMovs/08-inception.jpg?raw=true", "Year": "2010", "price": "18", "desc": "A thief, who steals corporate secrets through the use of dream-sharing technology, is given the inverse task of planting an idea into the mind of a CEO."},
    {"name": "Imitation Game", "pic": "https://github.com/Edxael/Images/blob/master/08-shortMovs/09-imitation.jpg?raw=true", "Year": "2014", "price": "19", "desc": "During World War II, the English mathematical genius Alan Turing tries to crack the German Enigma code with help from fellow mathematicians."}
]


